Repository: natefox2017/cook
Catalog: ios/Recipe/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt, zh_hans, zh_hant

source: In collection
ja: コレクション内
zh_hans: 已加入食谱册
zh_hant: 已加入食譜集

source: Mark %@ as bought
ja: %@を購入済みにする
zh_hans: 将 %@ 标记为已买
zh_hant: 將 %@ 標記為已購買

source: Mark %@ as to buy
ja: %@を購入予定にする
zh_hans: 将 %@ 标记为待购买
zh_hant: 將 %@ 標記為待購買

source: Meals planned
ja: 献立あり
zh_hans: 已安排餐食
zh_hant: 已安排餐食

source: No meals planned
ja: 献立なし
zh_hans: 未安排餐食
zh_hant: 未安排餐食

source: Not favorite
ja: お気に入りではありません
zh_hans: 未收藏
zh_hant: 未收藏

source: Not in collection
ja: コレクション外
zh_hans: 未加入食谱册
zh_hant: 未加入食譜集

source: Not selected
ja: 未選択
zh_hans: 未选择
zh_hant: 未選取

source: Remove %@ from favorites
ja: %@をお気に入りから削除
zh_hans: 从收藏中移除 %@
zh_hant: 從收藏中移除 %@

source: Selected. Meals planned
ja: 選択中。献立あり
zh_hans: 已选中，已安排餐食
zh_hant: 已選取，已安排餐食

source: Selected. No meals planned
ja: 選択中。献立なし
zh_hans: 已选中，未安排餐食
zh_hant: 已選取，未安排餐食

source: Subscription period
ja: 購読期間
zh_hans: 订阅周期
zh_hant: 訂閱週期

source: Timers for this step
ja: この手順のタイマー
zh_hans: 此步骤的计时器
zh_hant: 此步驟的計時器

source: Time’s up
ja: 時間です
zh_hans: 时间到
zh_hant: 時間到

source: %@ is empty
ja: 「%@」は空です
zh_hans: “%@”为空
zh_hant: “%@”是空的

source: Remove %@
ja: %@を削除
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Replace with %@
ja: %@に置き換える
zh_hans: 替换为 %@
zh_hant: 替換為 %@

source: Premium
ja: プレミアム
zh_hans: 会员
zh_hant: 會員

source: On
ja: オン
zh_hans: 开启
zh_hant: 開啟

source: Off
ja: オフ
zh_hans: 关闭
zh_hant: 關閉

source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: Checking…
ja: 確認中…
zh_hans: 检查中…
zh_hant: 檢查中…

source: Untitled Recipe
ja: 無題のレシピ
zh_hans: 未命名食谱
zh_hant: 未命名食譜

source: Step %lld
ja: ステップ %lld
zh_hans: 第 %lld 步
zh_hant: 第 %lld 步

source: %lld sources saved
ja: %lld 件のソースを保存
zh_hans: 已保存 %lld 个来源
zh_hant: 已儲存 %lld 個來源

source: Add recipes to this collection.
ja: このコレクションにレシピを追加してください。
zh_hans: 向此合集添加食谱。
zh_hant: 將食譜加入此收藏集。

source: Free trial active
ja: 無料トライアル中
zh_hans: 免费试用中
zh_hant: 免費試用中

source: Subscription in billing grace period
ja: お支払い猶予期間中
zh_hans: 订阅付款宽限期
zh_hant: 訂閱付款寬限期

source: Payment issue. Premium is inactive.
ja: お支払いに問題があり、プレミアムは無効です。
zh_hans: 付款异常，会员暂不可用。
zh_hant: 付款異常，會員暫不可用。

source: Subscription expired.
ja: サブスクリプションの有効期限が切れました。
zh_hans: 订阅已过期。
zh_hant: 訂閱已到期。

source: Subscription revoked by App Store.
ja: App Store によりサブスクリプションが取り消されました。
zh_hans: App Store 已撤销订阅。
zh_hant: App Store 已撤銷訂閱。

source: Start %@ free, then %@.
ja: 最初の %@ は無料、その後 %@。
zh_hans: 先免费试用 %@，之后 %@。
zh_hant: 先免費試用 %@，之後 %@。

source: If an account exists for %@, check its inbox for a password reset link.
ja: %@ のアカウントが存在する場合は、受信箱でパスワード再設定リンクをご確認ください。
zh_hans: 如果 %@ 已注册，请检查收件箱中的重置密码链接。
zh_hant: 若 %@ 已註冊，請檢查收件匣中的重設密碼連結。

source: Save from anywhere
ja: どこからでも保存
zh_hans: 随时收藏食谱
zh_hant: 隨時收藏食譜

source: Cook without clutter
ja: 料理に集中
zh_hans: 专注烹饪
zh_hant: 專注烹飪

source: Plan and shop
ja: 献立と買い物
zh_hans: 计划与采购
zh_hant: 規劃與採買

source: Share to RecipePouch
ja: RecipePouch に共有
zh_hans: 分享至 RecipePouch
zh_hant: 分享至 RecipePouch

source: Use Add Recipe as fallback
ja: 手動で追加
zh_hans: 也可手动添加
zh_hant: 也可手動新增

source: Saved automatically
ja: 自動保存
zh_hans: 自动保存
zh_hant: 自動儲存

source: Cook, plan, or shop
ja: 料理・献立・買い物
zh_hans: 烹饪、计划、购物
zh_hant: 烹飪、規劃、採買

source: Share a recipe from another app.
ja: 別のアプリからレシピを共有します。
zh_hans: 从其他 App 分享食谱。
zh_hant: 從其他 App 分享食譜。

source: Paste a link or add a photo.
ja: リンクを貼るか写真を追加します。
zh_hans: 粘贴链接或添加照片。
zh_hant: 貼上連結或加入照片。

source: Review any missing details.
ja: 不足している情報を確認します。
zh_hans: 检查缺失的信息。
zh_hant: 檢查缺少的資訊。

source: Cook recipes or plan meals.
ja: 料理するか献立を立てます。
zh_hans: 开始烹饪或安排餐食。
zh_hant: 開始烹飪或安排餐點。

source: Share a link or add a photo to save a recipe.
ja: リンクを共有するか写真を追加してレシピを保存します。
zh_hans: 分享链接或添加照片，即可保存食谱。
zh_hant: 分享連結或加入照片，即可儲存食譜。

source: Open a recipe and start cooking with timers.
ja: レシピを開いてタイマーを使いながら料理します。
zh_hans: 打开食谱，按步骤烹饪并使用计时器。
zh_hant: 開啟食譜，依步驟烹飪並使用計時器。

source: Plan meals and add ingredients to Groceries.
ja: 献立を立て、食材を買い物リストに追加します。
zh_hans: 安排餐食，并将食材加入购物清单。
zh_hant: 安排餐點，並將食材加入購物清單。

source: Restore purchases from the Subscription screen.
ja: サブスクリプション画面で購入を復元します。
zh_hans: 在订阅页面恢复购买。
zh_hant: 在訂閱頁面恢復購買。

source: Check your account and Cloud Sync status.
ja: アカウントとクラウド同期の状態を確認します。
zh_hans: 检查账号和云同步状态。
zh_hant: 檢查帳號和雲端同步狀態。

source: Review missing details using the original source.
ja: 元の情報を確認して不足部分を補ってください。
zh_hans: 根据原始来源补全缺失信息。
zh_hant: 根據原始來源補齊缺少的資訊。

source: Add a photo
ja: 写真を追加
zh_hans: 添加照片
zh_hant: 新增照片

source: Change photo
ja: 写真を変更
zh_hans: 更换照片
zh_hant: 更換照片

source: Your saved library needs attention
ja: 保存したライブラリを確認してください
zh_hans: 食谱库需要检查
zh_hant: 食譜庫需要檢查

source: Saved locally. Import is pending.
ja: 端末に保存済み。インポート待ちです。
zh_hans: 已在本机保存，等待导入。
zh_hant: 已在本機儲存，等待匯入。

source: iOS permission
ja: iOS の許可
zh_hans: iOS 权限
zh_hant: iOS 權限

source: Cooking timer reminders
ja: 調理タイマーの通知
zh_hans: 烹饪计时提醒
zh_hant: 烹飪計時提醒

source: Received %@
ja: 受信日時：%@
zh_hans: 接收于 %@
zh_hant: 接收於 %@

source: Auto-renews until canceled in the App Store.
ja: 自動更新されます。App Store で解約できます。
zh_hans: 自动续订，可在 App Store 取消。
zh_hant: 自動續訂，可在 App Store 取消。

source: %lld min
ja: %lld 分
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: Cook from Step %lld
ja: ステップ %lld から料理
zh_hans: 从第 %lld 步开始
zh_hant: 從第 %lld 步開始

source: Remove ingredient %@
ja: 食材 %@ を削除
zh_hans: 移除食材 %@
zh_hant: 移除食材 %@

source: Step %lld of %lld
ja: ステップ %lld / %lld
zh_hans: 第 %lld / %lld 步
zh_hant: 第 %lld / %lld 步

source: %lld done
ja: %lld ステップ完了
zh_hans: 已完成 %lld 步
zh_hant: 已完成 %lld 步

source: %lld of %lld steps completed.
ja: %lld / %lld ステップ完了。
zh_hans: 已完成 %lld / %lld 步。
zh_hant: 已完成 %lld / %lld 步。

source: Welcome to RecipePouch
ja: RecipePouchへようこそ
zh_hans: 欢迎使用 RecipePouch
zh_hant: 歡迎使用 RecipePouch

source: Save and sync your recipes.
ja: レシピを保存して同期。
zh_hans: 保存并同步你的食谱。
zh_hant: 儲存並同步你的食譜。

source: Continue with email
ja: メールアドレスで続ける
zh_hans: 使用邮箱继续
zh_hant: 使用電子郵件繼續

source: or
ja: または
zh_hans: 或
zh_hant: 或

source: Check your inbox for the reset link.
ja: 受信トレイで再設定リンクを確認してください。
zh_hans: 请查看邮箱中的重置链接。
zh_hant: 請查看電子郵件中的重設連結。

source: Sign in with Google
ja: Google でログイン
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登入

source: Sign up with Google
ja: Google で登録
zh_hans: 使用 Google 注册
zh_hant: 使用 Google 註冊

source: Delete original attachment?
ja: 元の添付ファイルを削除しますか？
zh_hans: 删除原始附件？
zh_hant: 刪除原始附件？

source: Delete Original Attachment
ja: 元の添付ファイルを削除
zh_hans: 删除原始附件
zh_hant: 刪除原始附件

source: Your recipe will stay saved.
ja: レシピは保存されたままです。
zh_hans: 食谱会保留。
zh_hant: 食譜會保留。

source: Attachment deleted. Your recipe was kept.
ja: 添付ファイルを削除しました。レシピは保持されています。
zh_hans: 附件已删除，食谱已保留。
zh_hant: 附件已刪除，食譜已保留。

source: Continue with Email
ja: メールで続ける
zh_hans: 使用邮箱继续
zh_hant: 使用電子郵件繼續

source: Verify Code
ja: コードを確認
zh_hans: 验证邮箱验证码
zh_hant: 驗證電子郵件代碼

source: Garlic Butter Shrimp Pasta
ja: ガーリックバターシュリンプパスタ
zh_hans: 蒜香黄油虾仁意面
zh_hant: 蒜香奶油蝦仁義大利麵

source: Example recipe card: Garlic Butter Shrimp Pasta, 20 minutes.
ja: レシピ例：ガーリックバターシュリンプパスタ、20分。
zh_hans: 示例食谱：蒜香黄油虾仁意面，20 分钟。
zh_hant: 示例食譜：蒜香奶油蝦仁義大利麵，20 分鐘。

source: 20 min
ja: 20分
zh_hans: 20 分钟
zh_hant: 20 分鐘

source: From link to plate.
ja: リンクから食卓へ。
zh_hans: 从链接到餐桌。
zh_hant: 從連結到餐桌。

source: Next
ja: 次へ
zh_hans: 下一步
zh_hant: 下一步

source: A bowl of shrimp pasta saved as a recipe.
ja: レシピとして保存されたエビパスタの一皿。
zh_hans: 保存为食谱的一碗虾仁意面。
zh_hant: 儲存為食譜的一碗蝦仁義大利麵。

source: Bring a recipe link into one place, ready to cook.
ja: レシピのリンクをひとつにまとめ、すぐに料理できます。
zh_hans: 把食谱链接集中起来，随时开始烹饪。
zh_hant: 把食譜連結集中起來，隨時開始烹飪。

source: A cook sharing a recipe video from a phone.
ja: スマートフォンからレシピ動画を共有する料理中の人。
zh_hans: 正在用手机分享菜谱视频的厨师。
zh_hant: 正在用手機分享食譜影片的料理者。

source: Save the recipes you find.
ja: 見つけたレシピを保存。
zh_hans: 把看到的菜谱保存下来。
zh_hant: 把看到的食譜儲存下來。

source: Share a recipe post from the apps you already use.
ja: いつものアプリからレシピ投稿を共有できます。
zh_hans: 从你常用的 App 分享菜谱内容。
zh_hant: 從你常用的 App 分享食譜內容。

source: The recipe is saved to your collection.
ja: レシピがコレクションに保存されます。
zh_hans: 菜谱会保存到你的收藏中。
zh_hant: 食譜會儲存到你的收藏中。

source: Start with an idea.
ja: アイデアから始めましょう。
zh_hans: 从一个想法开始。
zh_hant: 從一個想法開始。

source: Describe what you want to cook or the ingredients you have, and AI can draft a recipe.
ja: 作りたい料理や手元の食材を伝えると、AI がレシピ案を作成します。
zh_hans: 描述想做的菜，或列出手边食材，让 AI 帮你拟出一道菜谱。
zh_hant: 描述想做的料理，或列出手邊食材，讓 AI 幫你擬出一道食譜。

source: Onboarding page %lld of 3
ja: オンボーディング %lld / 3
zh_hans: 引导页第 %lld 步，共 3 步
zh_hant: 引導頁第 %lld 步，共 3 步

source: A finished lemon and herb roast chicken recipe.
ja: レモンとハーブのローストチキン。
zh_hans: 柠檬香草烤鸡成品。
zh_hant: 檸檬香草烤雞成品。

source: A recipe idea
ja: レシピのアイデア
zh_hans: 菜谱灵感
zh_hant: 食譜靈感

source: Lemon Herb Roast Chicken
ja: レモンハーブローストチキン
zh_hans: 柠檬香草烤鸡
zh_hant: 檸檬香草烤雞

source: Chicken · lemon · potatoes
ja: 鶏肉・レモン・じゃがいも
zh_hans: 鸡肉 · 柠檬 · 土豆
zh_hant: 雞肉 · 檸檬 · 馬鈴薯

source: Example AI recipe from a dish idea and ingredients: Lemon Herb Roast Chicken.
ja: 料理のアイデアと食材から作った AI レシピの例：レモンハーブローストチキン。
zh_hans: 根据菜品想法和食材生成的 AI 菜谱示例：柠檬香草烤鸡。
zh_hant: 根據料理想法和食材生成的 AI 食譜範例：檸檬香草烤雞。

source: From inspiration to dinner
ja: アイデアから食卓まで
zh_hans: 从灵感到开饭
zh_hant: 從靈感到開飯

source: Collect
ja: 整理
zh_hans: 归集
zh_hant: 整理

source: Cook
ja: 料理
zh_hans: 烹饪
zh_hant: 烹飪

source: Choose your plan
ja: プランを選択
zh_hans: 选择方案
zh_hant: 選擇方案

source: Annual
ja: 年払い
zh_hans: 年费
zh_hant: 年费

source: Monthly
ja: 月払い
zh_hans: 月费
zh_hant: 月费

source: Billed once a year.
ja: 年に一度のお支払い。
zh_hans: 每年付款一次。
zh_hant: 每年付款一次。

source: Billed every month.
ja: 毎月のお支払い。
zh_hans: 每月付款。
zh_hant: 每月付款。

source: Plan prices come from the App Store when products are available.
ja: プランが利用可能になると、価格は App Store から表示されます。
zh_hans: 方案可用时，价格将由 App Store 提供。
zh_hant: 方案可用時，價格將由 App Store 提供。

source: Not available in the App Store right now.
ja: 現在 App Store ではご利用いただけません。
zh_hans: 目前无法在 App Store 获取。
zh_hant: 目前無法在 App Store 取得。

source: Choose a plan
ja: プランを選択
zh_hans: 选择一个方案
zh_hant: 選擇一個方案

source: Start Free Trial
ja: 無料トライアルを開始
zh_hans: 开始免费试用
zh_hant: 開始免費試用

source: Subscribe
ja: 登録する
zh_hans: 订阅
zh_hant: 訂閱

source: Free
ja: 無料
zh_hans: 免费
zh_hant: 免費

source: Read and edit saved recipes, cook, and use a local shopping list.
ja: 保存したレシピの閲覧・編集、調理、端末内の買い物リストをご利用いただけます。
zh_hans: 可查看和编辑已保存的菜谱、开始烹饪，并使用本地购物清单。
zh_hant: 可查看和編輯已儲存的食譜、開始烹飪，並使用本機購物清單。

source: Save recipes, cook, shop locally.
ja: レシピ保存・調理・買い物
zh_hans: 存菜谱、做饭、本地购物。
zh_hant: 存食譜、烹飪、本機購物。

source: Current plan
ja: 現在のプラン
zh_hans: 当前方案
zh_hant: 目前方案

source: Share recipe posts from Instagram, TikTok, and YouTube into your collection.
ja: Instagram・TikTok・YouTube のレシピ投稿をコレクションに保存できます。
zh_hans: 将 Instagram、TikTok 和 YouTube 上的菜谱内容保存到你的收藏中。
zh_hant: 將 Instagram、TikTok 和 YouTube 上的食譜內容儲存到你的收藏中。

source: From Instagram · TikTok · YouTube
ja: Instagram・TikTok・YouTube から
zh_hans: 来自 Instagram · TikTok · YouTube
zh_hant: 來自 Instagram · TikTok · YouTube

source: Choose a plan to fit how you cook.
ja: 料理スタイルに合ったプランを選びましょう。
zh_hans: 选择适合你烹饪习惯的方案。
zh_hant: 選擇適合你烹飪習慣的方案。

source: Save recipes from links
ja: リンクからレシピを保存
zh_hans: 从链接保存菜谱
zh_hant: 從連結儲存食譜

source: Paste a recipe link and keep its ingredients and steps in one place.
ja: レシピのリンクを貼り付けて、材料と手順をひとつにまとめましょう。
zh_hans: 粘贴菜谱链接，把食材和步骤收纳在一起。
zh_hant: 貼上食譜連結，將食材與步驟收納在一起。

source: Import from social
ja: SNSから取り込む
zh_hans: 从社交平台导入
zh_hant: 從社群平台匯入

source: Share recipes from Instagram, TikTok, or YouTube to your collection.
ja: Instagram、TikTok、YouTubeからレシピをコレクションに共有できます。
zh_hans: 将 Instagram、TikTok 或 YouTube 上的菜谱分享到你的收藏。
zh_hant: 將 Instagram、TikTok 或 YouTube 上的食譜分享到你的收藏。

source: Create a recipe with AI
ja: AIでレシピを作成
zh_hans: 用 AI 生成菜谱
zh_hant: 用 AI 生成食譜

source: Tell AI what you’re craving or what ingredients you have. Get an idea ready to cook.
ja: 食べたいものや手元の食材をAIに伝えて、料理のアイデアを作りましょう。
zh_hans: 告诉 AI 你想吃什么或手头有哪些食材，生成一道菜谱灵感。
zh_hant: 告訴 AI 你想吃什麼或手邊有哪些食材，生成一道食譜靈感。

source: Link import
ja: リンクから取り込む
zh_hans: 链接导入
zh_hant: 連結匯入

source: Social share
ja: SNSから共有
zh_hans: 社交平台分享
zh_hant: 社群平台分享

source: AI recipe
ja: AIレシピ
zh_hans: AI 菜谱
zh_hant: AI 食譜

source: Collect recipes on any plan
ja: どのプランでもレシピを保存
zh_hans: 所有套餐均可收藏食谱
zh_hant: 所有方案皆可收藏食譜

source: Collect recipes from links, photos, or text, then cook from your personal library.
ja: リンク、写真、テキストからレシピを保存し、自分のライブラリで料理しましょう。
zh_hans: 从链接、照片或文字收集食谱，再从个人食谱库中开始烹饪。
zh_hant: 從連結、照片或文字收集食譜，再從個人食譜庫中開始烹飪。

source: Save recipe links
ja: レシピリンクを保存
zh_hans: 保存菜谱链接
zh_hant: 儲存食譜連結

source: Paste a recipe link to bring its ingredients and steps into your collection.
ja: レシピのリンクを貼り付けて、材料と手順をコレクションに保存できます。
zh_hans: 粘贴菜谱链接，将食材和步骤保存到你的收藏。
zh_hant: 貼上食譜連結，將食材與步驟儲存到你的收藏。

source: Import social recipes
ja: SNSのレシピを取り込む
zh_hans: 导入社交平台菜谱
zh_hant: 匯入社群平台食譜

source: Share a recipe from Instagram, TikTok, or YouTube to save it.
ja: Instagram、TikTok、YouTubeのレシピを共有して保存できます。
zh_hans: 从 Instagram、TikTok 或 YouTube 分享菜谱并保存。
zh_hant: 從 Instagram、TikTok 或 YouTube 分享食譜並儲存。

source: Premium includes
ja: Premiumの機能
zh_hans: 会员功能
zh_hant: 會員功能

source: Import recipes from links and social posts
ja: リンクやSNS投稿からレシピを取り込む
zh_hans: 从链接和社交帖子导入菜谱
zh_hant: 從連結和社群貼文匯入食譜

source: Create recipes with AI
ja: AIでレシピを作成
zh_hans: 用 AI 生成菜谱
zh_hant: 用 AI 生成食譜

source: Plan meals and cook step by step
ja: 献立を立てて手順に沿って調理
zh_hans: 规划餐食并按步骤烹饪
zh_hant: 規劃餐點並依步驟烹飪

source: Make every recipe easier
ja: レシピをもっと簡単に
zh_hans: 让每道菜都更好上手
zh_hant: 讓每道菜都更容易上手

source: Save, create, and cook in one place.
ja: 保存、作成、調理をひとつの場所で。
zh_hans: 在一个地方保存、创作和烹饪。
zh_hant: 在同一處保存、創作與烹飪。

source: Saved recipes, cooking, and a local shopping list.
ja: 保存したレシピ、調理、ローカルの買い物リスト。
zh_hans: 保存菜谱、烹饪和本地购物清单。
zh_hant: 保存食譜、烹飪與本機購物清單。

source: Unavailable
ja: 利用できません
zh_hans: 暂不可用
zh_hant: 暫不可用

source: Terms
ja: 利用規約
zh_hans: 条款
zh_hant: 條款

source: A roast chicken dinner.
ja: ローストチキンの夕食。
zh_hans: 一顿烤鸡晚餐。
zh_hant: 一頓烤雞晚餐。

source: Onboarding page %@ of 3
ja: 使い方ガイド：全3ページ中%@ページ目
zh_hans: 使用引导：第 %@ 页，共 3 页
zh_hant: 使用引導：第 %@ 頁，共 3 頁

source: No timers yet
ja: タイマーはまだありません
zh_hans: 还没有计时器
zh_hant: 尚無計時器

source: Start a timer from a cooking step, or add a kitchen timer here.
ja: 調理手順からタイマーを開始するか、ここでキッチンタイマーを追加できます。
zh_hans: 你可以从烹饪步骤启动计时器，也可以在这里添加厨房计时器。
zh_hant: 你可以從烹飪步驟啟動計時器，也可以在這裡新增廚房計時器。

source: 6-digit code
ja: 6桁の認証コード
zh_hans: 6 位验证码
zh_hant: 6 位驗證碼

source: Resend Code
ja: 認証コードを再送信
zh_hans: 重新发送验证码
zh_hant: 重新傳送驗證碼

source: Change Email
ja: メールアドレスを変更
zh_hans: 更换邮箱
zh_hant: 變更電子郵件

source: Use an email code instead
ja: メール認証コードを使用
zh_hans: 改用邮箱验证码
zh_hant: 改用電子郵件驗證碼

source: Use a password instead
ja: パスワードを使用
zh_hans: 改用密码
zh_hant: 改用密碼

source: Enter the code sent to %@.
ja: %@ に送信された認証コードを入力してください。
zh_hans: 输入发送至 %@ 的验证码。
zh_hant: 輸入傳送至 %@ 的驗證碼。

source: No favorites yet
ja: お気に入りはまだありません
zh_hans: 还没有收藏
zh_hant: 尚無收藏

source: Collection unavailable
ja: コレクションを利用できません
zh_hans: 分类合集不可用
zh_hant: 分類收藏集無法使用

source: No recipes yet
ja: レシピがまだありません
zh_hans: 还没有食谱
zh_hant: 尚無食譜

source: Add recipes from this collection or from any recipe page.
ja: レシピ画面からこのコレクションに追加できます。
zh_hans: 可以从任意食谱页面将食谱加入这个合集。
zh_hant: 可從任何食譜頁面將食譜加入此收藏集。

source: Try another search.
ja: 別のキーワードで検索してください。
zh_hans: 换个关键词试试。
zh_hant: 請試試其他搜尋字詞。

source: Search this collection
ja: このコレクションを検索
zh_hans: 搜索这个合集
zh_hant: 搜尋此收藏集

source: No cooking steps yet
ja: 調理手順がまだありません
zh_hans: 还没有烹饪步骤
zh_hant: 尚無烹飪步驟

source: Return to the recipe and add its steps to start cooking.
ja: レシピに戻って手順を追加してください。
zh_hans: 返回食谱添加步骤后即可开始烹饪。
zh_hant: 返回食譜新增步驟後即可開始烹飪。

source: Next Step
ja: 次の手順
zh_hans: 下一步
zh_hant: 下一步

source: Done & Next
ja: 完了して次へ
zh_hans: 完成并继续
zh_hant: 完成並繼續

source: Your cooking progress needs attention
ja: 調理の進行状況を確認してください
zh_hans: 烹饪进度需要处理
zh_hant: 烹飪進度需要處理

source: The saved session could not be read. Its original data has been kept. Start a new session to cook this recipe again.
ja: 前回の調理状況を読み込めませんでした。元のデータは保持されています。新しいセッションを開始してください。
zh_hans: 无法读取上次的烹饪进度，原始数据已保留。请开始新的烹饪。
zh_hant: 無法讀取上次的烹飪進度，原始資料已保留。請開始新的烹飪。

source: Kitchen timer
ja: キッチンタイマー
zh_hans: 厨房计时器
zh_hant: 廚房計時器

source: Step timer
ja: 手順のタイマー
zh_hans: 步骤计时器
zh_hant: 步驟計時器

source: Cooking timer
ja: 調理タイマー
zh_hans: 烹饪计时器
zh_hant: 烹飪計時器

source: Cooking portions
ja: 調理する人数分
zh_hans: 烹饪份数
zh_hant: 烹飪份數

source: Original recipe amounts
ja: レシピの元の分量
zh_hans: 食谱原始用量
zh_hant: 食譜原始用量

source: Continue when you’re ready. The next step is still up to you.
ja: 準備ができたら次の手順に進んでください。
zh_hans: 准备好后再继续下一步。
zh_hant: 準備好後再繼續下一步。

source: Your timer keeps time when you leave this screen.
ja: この画面を離れてもタイマーは動き続けます。
zh_hans: 离开此页面后，计时器仍会继续运行。
zh_hant: 離開此頁面後，計時器仍會繼續運作。

source: Your timer progress is saved. Keep RecipePouch open to see when time is up.
ja: タイマーの進行状況を保存しました。終了を確認するには RecipePouch を開いたままにしてください。
zh_hans: 计时进度已保存。请保持 RecipePouch 打开，以查看计时结束提醒。
zh_hant: 計時進度已儲存。請保持 RecipePouch 開啟，以查看計時結束提醒。

source: Your next shop starts here
ja: 買い物リストを始めましょう
zh_hans: 从这里开始购物清单
zh_hant: 從這裡開始購物清單

source: Add ingredients from a recipe, or make a list of your own.
ja: レシピから材料を追加するか、自分でリストを作成できます。
zh_hans: 从食谱添加食材，或自行创建清单。
zh_hant: 從食譜加入食材，或自行建立清單。

source: Add an item
ja: 項目を追加
zh_hans: 添加项目
zh_hant: 新增項目

source: All picked up
ja: すべて購入済み
zh_hans: 全部买齐了
zh_hant: 全部買齊了

source: Nothing checked off yet
ja: 購入済みの項目はありません
zh_hans: 还没有已购项目
zh_hant: 尚無已購項目

source: Everything on your list is bought. You can add an item or view the full list.
ja: リストの項目はすべて購入済みです。項目を追加するか、全件を表示できます。
zh_hans: 清单上的东西都已买齐。可以继续添加或查看全部项目。
zh_hant: 清單上的東西都已買齊。可繼續新增或查看所有項目。

source: Tap the circle beside an item as you shop.
ja: 買い物中に項目の横の丸をタップして購入済みにできます。
zh_hans: 购物时点击项目旁的圆圈，将其标记为已购。
zh_hant: 購物時點選項目旁的圓圈，將其標記為已購。

source: Show all items
ja: すべての項目を表示
zh_hans: 显示全部项目
zh_hant: 顯示所有項目

source: Please try again.
ja: もう一度お試しください。
zh_hans: 请重试。
zh_hant: 請重試。

source: From %@
ja: %@ から
zh_hans: 来自 %@
zh_hant: 來自 %@

source: Add Grocery Item
ja: 買い物項目を追加
zh_hans: 添加购物项目
zh_hant: 新增購物項目

source: Edit Grocery Item
ja: 買い物項目を編集
zh_hans: 编辑购物项目
zh_hant: 編輯購物項目

source: This week
ja: 今週
zh_hans: 本周
zh_hant: 本週

source: Save a recipe first
ja: まずレシピを保存してください
zh_hans: 请先保存食谱
zh_hant: 請先儲存食譜

source: Your saved recipes will appear here, ready to add to your week.
ja: 保存したレシピがここに表示され、週間プランに追加できます。
zh_hans: 已保存的食谱会显示在这里，方便加入每周计划。
zh_hant: 已儲存的食譜會顯示在這裡，方便加入每週計畫。

source: No matching recipes
ja: 一致するレシピはありません
zh_hans: 没有匹配的食谱
zh_hant: 沒有符合的食譜

source: Try another recipe name.
ja: 別のレシピ名でお試しください。
zh_hans: 换个食谱名称试试。
zh_hant: 請試試其他食譜名稱。

source: Find a saved recipe
ja: 保存済みのレシピを探す
zh_hans: 查找已保存的食谱
zh_hant: 尋找已儲存的食譜

source: Recipe unavailable
ja: レシピを利用できません
zh_hans: 食谱不可用
zh_hant: 食譜無法使用

source: Kitchen Notes
ja: 料理メモ
zh_hans: 厨房笔记
zh_hant: 廚房筆記

source: Original Text
ja: 元のテキスト
zh_hans: 原始文本
zh_hant: 原始文字

source: Open original recipe
ja: 元のレシピを開く
zh_hans: 打开原始食谱
zh_hant: 開啟原始食譜

source: Add to Favorites
ja: お気に入りに追加
zh_hans: 加入收藏
zh_hant: 加入收藏

source: Remove from Favorites
ja: お気に入りから削除
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Select All
ja: すべて選択
zh_hans: 全选
zh_hant: 全選

source: Deselect All
ja: 選択をすべて解除
zh_hans: 取消全选
zh_hant: 取消全選

source: Compatible amounts combine safely. Unclear amounts stay as written.
ja: 組み合わせ可能な分量は統合し、不明確な分量は元のまま残します。
zh_hans: 兼容的食材用量会合并，不明确的用量保持原样。
zh_hant: 相容的食材用量會合併，不明確的用量維持原樣。

source: Each selected ingredient becomes a separate item. Existing items are unchanged.
ja: 選択した材料をそれぞれ別項目として追加し、既存の項目は変更しません。
zh_hans: 每种选中的食材单独加入，现有项目不会更改。
zh_hant: 每種選取的食材會個別加入，現有項目不變。

source: Prep time (minutes)
ja: 準備時間（分）
zh_hans: 准备时间（分钟）
zh_hant: 準備時間（分鐘）

source: Cook time (minutes)
ja: 調理時間（分）
zh_hans: 烹饪时间（分钟）
zh_hant: 烹飪時間（分鐘）

source: Edit recipe
ja: レシピを編集
zh_hans: 编辑食谱
zh_hant: 編輯食譜

source: New recipe
ja: 新しいレシピ
zh_hans: 新建食谱
zh_hant: 新增食譜

source: Save draft
ja: 下書きを保存
zh_hans: 保存草稿
zh_hant: 儲存草稿

source: Ingredients used in this step
ja: この手順で使う材料
zh_hans: 此步骤使用的食材
zh_hant: 此步驟使用的食材

source: Your favorites start here
ja: お気に入りを登録しましょう
zh_hans: 从这里开始收藏
zh_hant: 從這裡開始收藏

source: Everything looks ready
ja: すべて準備できています
zh_hans: 一切都已准备好
zh_hant: 一切都已準備就緒

source: No recipes in this category
ja: このカテゴリにはレシピがありません
zh_hans: 此分类暂无食谱
zh_hant: 此分類尚無食譜

source: Tap the heart on a recipe to keep your go-to dishes together.
ja: レシピのハートをタップして、よく作る料理をまとめましょう。
zh_hans: 点击食谱上的爱心，将常做的菜收藏在一起。
zh_hant: 點選食譜上的愛心，將常做的料理收藏在一起。

source: Recipes with missing ingredients or steps will appear here.
ja: 材料や手順が不足しているレシピがここに表示されます。
zh_hans: 缺少食材或步骤的食谱会显示在这里。
zh_hant: 缺少食材或步驟的食譜會顯示在這裡。

source: Choose another category or add a recipe to your collection.
ja: 別のカテゴリを選ぶか、コレクションにレシピを追加してください。
zh_hans: 请选择其他分类，或在合集里添加食谱。
zh_hant: 請選擇其他分類，或在收藏集中新增食譜。

source: Recently Saved
ja: 最近保存した順
zh_hans: 最近保存
zh_hant: 最近儲存

source: Name, A–Z
ja: 名前 A～Z
zh_hans: 名称 A–Z
zh_hant: 名稱 A–Z

source: Cooking Time
ja: 調理時間
zh_hans: 烹饪时间
zh_hant: 烹飪時間

source: Source unavailable
ja: ソースを利用できません
zh_hans: 来源不可用
zh_hant: 來源無法使用

source: RecipePouch couldn't read your saved library. The file has been left unchanged.
ja: 保存済みのレシピライブラリを読み込めませんでした。元のファイルは変更されていません。
zh_hans: RecipePouch 无法读取已保存的食谱库，原始文件未被修改。
zh_hant: RecipePouch 無法讀取已儲存的食譜庫，原始檔案未被修改。

source: Copyright The Lora Project Authors. Licensed under the SIL Open Font License 1.1.
ja: 著作権者：The Lora Project Authors。SIL Open Font License 1.1 に基づいてライセンスされています。
zh_hans: 版权所有：The Lora Project Authors。根据 SIL Open Font License 1.1 授权。
zh_hant: 著作權所有：The Lora Project Authors。依 SIL Open Font License 1.1 授權。

source: SwiftUI, StoreKit, AuthenticationServices, Vision, and related Apple frameworks are used under Apple platform terms.
ja: SwiftUI、StoreKit、AuthenticationServices、Vision などの Apple フレームワークは Apple のプラットフォーム条件に従って使用しています。
zh_hans: SwiftUI、StoreKit、AuthenticationServices、Vision 等 Apple 框架依照 Apple 平台条款使用。
zh_hant: SwiftUI、StoreKit、AuthenticationServices、Vision 等 Apple 框架依照 Apple 平台條款使用。

source: RecipePouch's shared storage is not available. Check App Group signing.
ja: RecipePouch の共有ストレージにアクセスできません。App Group の署名設定を確認してください。
zh_hans: RecipePouch 无法访问共享存储，请检查 App Group 签名配置。
zh_hant: RecipePouch 無法存取共享儲存空間，請檢查 App Group 簽署設定。

source: Share a public HTTPS link, readable text, image, or PDF to RecipePouch.
ja: 公開 HTTPS リンク、読み取り可能なテキスト、画像、PDF を RecipePouch に共有してください。
zh_hans: 请向 RecipePouch 分享公开的 HTTPS 链接、可读取文本、图片或 PDF。
zh_hant: 請向 RecipePouch 分享公開的 HTTPS 連結、可讀取文字、圖片或 PDF。

source: The original shared source is missing. Share it again.
ja: 共有元のコンテンツが見つかりません。もう一度共有してください。
zh_hans: 原始分享内容已丢失，请重新分享。
zh_hant: 原始分享內容已遺失，請重新分享。

source: The server has not confirmed durable queue admission. The saved source remains available.
ja: サーバーがインポートの受付を確認していません。保存済みのソースは引き続き利用できます。
zh_hans: 服务器尚未确认接收导入任务，已保存的来源仍可使用。
zh_hant: 伺服器尚未確認接收匯入工作，已儲存的來源仍可使用。

source: The server response did not match this saved source. The local receipt was kept.
ja: サーバーの応答が保存済みソースと一致しません。ローカルの記録は保持しました。
zh_hans: 服务器响应与已保存的来源不匹配，本地记录已保留。
zh_hant: 伺服器回應與已儲存的來源不符，本機紀錄已保留。

source: The saved source was removed while it was processing. No recipe was added.
ja: 処理中に保存済みソースが削除されたため、レシピは追加されませんでした。
zh_hans: 处理期间已保存的来源被移除，未添加食谱。
zh_hant: 處理期間已儲存的來源遭移除，未新增食譜。

source: The server finished processing without a recipe result. The original source remains saved.
ja: サーバーの処理は完了しましたが、レシピが返されませんでした。元のソースは保存されています。
zh_hans: 服务器已处理完成，但未返回食谱。原始来源仍已保存。
zh_hant: 伺服器已處理完成，但未傳回食譜。原始來源仍已儲存。

source: This source type is not supported for recipe saving yet. The original source remains saved.
ja: この種類のソースからのレシピ保存にはまだ対応していません。元のソースは保存されています。
zh_hans: 暂不支持从这种来源保存食谱，原始来源已保留。
zh_hant: 暫不支援從這種來源儲存食譜，原始來源已保留。

source: The import could not be completed.
ja: インポートを完了できませんでした。
zh_hans: 导入未能完成。
zh_hant: 無法完成匯入。

source: A shared source failed: %@
ja: 共有ソースの処理に失敗しました：%@
zh_hans: 分享来源处理失败：%@
zh_hant: 分享來源處理失敗：%@

source: The previously synced cloud library is no longer available.
ja: 以前同期したクラウドライブラリを利用できなくなりました。
zh_hans: 之前同步的云端食谱库已不可用。
zh_hant: 先前同步的雲端食譜庫已無法使用。

source: The cloud library is no longer available. Sync again before uploading.
ja: クラウドライブラリが利用できません。アップロード前に再同期してください。
zh_hans: 云端食谱库已不可用，请重新同步后再上传。
zh_hant: 雲端食譜庫已無法使用，請重新同步後再上傳。
